Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Gromadząc siły w ukryciu, odważne serca stworzyły podziemny Ruch Oporu, który dzielnie przeciwstawia się reżimowi Królowej.
uk: На таємних зборах відважні жителі королівства створили підпільний рух опору, який мав протистояти режиму королеви.

source: Wielu z nich zostało pokonanych przez potęgę Straży Królowej i poległo. Wraz z ich życiem gasną ostatnie promyki nadziei dla Fahrulu.
uk: Під могутніми ударами королівської гвардії лави членів Опору танули й останній проблиск надії Фарулу почав згасати.

source: Kto powstrzyma Królową Rosomon?
uk: Хто ж зупинить королеву Розомону?

source: Elitarny Strażnik Królowej
uk: Елітний гвардієць

source: Najbardziej olśniewający kościotrup, jaki kiedykolwiek nawiedził krainę żywych. Znany z organizowania hucznych imprez.
uk: Найвитонченіший скелет з усіх, які будь-коли прикрашали собою царство живих. Відомий своїми шаленими вечірками.

source: Wielkie Sale Fahrulu przez wieki gościły wielu wspaniałych taktyków, oficerów, monarchów i dowódców, choć wiele z ich talentów przestało mieć zastosowanie wraz z nadejściem lat pokoju w tej krainie.\nJednak w obliczu ostatnich okrucieństw, których dopuściła się zdradziecka Królowa Rosomon, członkowie Ruchu Oporu postanowili sięgnąć po dawno zapomniane taktyki.
uk: В історії Фарулу було чимало знаменитих стратегів, воєначальників, монархів і полководців. Втім, їхнє ремесло поступово відійшло на другий план в мирні часи, коли країна квітнула й багатіла.\nАле після нещодавніх непотребств і звірств, вчинених безчесною королевою Розомоною, учасники Опору були змушені відродити забуте мистецтво війни.

source: Oś czasu na górze ekranu przedstawia kolejność tur w walce – tura skrajnie z lewej strony jest następna w kolejce. Po rozpoczęciu tury gracze otrzymają listę opcji unikalnych dla ich postaci, opartych na posiadanych przedmiotach, umiejętnościach i wyposażeniu.\n\nNa początku tury każdy z graczy otrzymuje jedną podstawową akcję i jedną dodatkową. Akcje podstawowe najczęściej obejmują używanie zaklęć, umiejętności, atakowanie lub ucieczkę. Akcje dodatkowe to wszystkie pozostałe akcje, które nie są akcjami podstawowymi, na przykład używanie przedmiotów, poruszanie się, przeładowanie czy zmiana wyposażenia.\n\nSiatka bitwy zapewnia pełną kontrolę nad walką, oferując szereg nowych funkcji i wyzwań! Poruszaj się po siatce, aby unikać ataków rozbryzgowych, przesuwaj wrogów na kafelki z efektami i broń członków drużyny, w pełni wykorzystując miejsce o wymiarach 4x2, którym możesz dysponować w każdej walce.
uk: На шкалі вгорі позначено порядок ходів у бою; наступним у черзі є крайній зліва. На початку ходу гравцям буде представлено список варіантів дій для їхнього персонажа, що залежить від предметів, навичок і спорядження.\n\nПід час кожного ходу гравець має одну основну й одну додаткову дію. Основна дія може бути заклинанням, атакою, навичкою й втечею. Додаткові дії — це більшість інших дій, які не належать до основних: дії з предметами, пересування, перезаряджання й заміна спорядження.\n\nБойове поле надає цілу низку нових функцій і викликів! Пересувайтеся бойовим полем, уникаючи атак сплеском, заганяйте ворогів на клітинки, де діють різні бойові ефекти, і захищайте членів загону, користуючись усіма перевагами ігрової площі 4 на 2, на якій відбувається кожна подія в бою.

source: Pamiętaj, aby w walce stosować różne taktyki.
uk: Не забувайте пристосовувати тактику до кожного бою.

source: We wszystkich lochach na górze osi czasu wyświetlana jest mapa lochu. Zapewnia ona wartościowe informacje dotyczące liczby pozostałych pomieszczeń, które drużyna musi odwiedzić, jak i ewentualnych niebezpieczeństw, które mogą czyhać po drodze!\n\nLochy mają różną długość – od paru pomieszczeń po kilka pięter pełnych zamkniętych drzwi, pułapek, spotkań i wiele więcej.
uk: У всіх підземеллях на верхній шкалі зображена карта підземелля. Із неї можна черпати цінну інформацію про те, скільки приміщень має пройти загін, а також про те, які небезпеки чекають попереду!\n\nПідземелля може складатися як з кількох приміщень, так і з кількох поверхів із замкненими дверима, пастками, подіями тощо.

source: Tajemnicze klucze są porozrzucane po całej krainie i służą do otwierania specjalnych pomieszczeń z wyjątkowym łupem.
uk: По всій країні можна знайти секретні ключі, які відмикають спеціальні приміщення з унікальною здобиччю.

source: Na barkach każdego członka Ruchu Oporu spoczywa nie tylko los Fahrulu, lecz także ich dobytek.\n\nW trakcie wędrówki każdy śmiałek musi uważnie dobierać swój ekwipunek – wielu dokonało żywota tylko dlatego, że zapomnieli wziąć kilku Bożybrodów.
uk: Від кожного з членів Опору залежить доля не лише Фарулу, а й усіх їхніх пожитків.\n\nУ дорозі кожен шукач пригод має уважно стежити за своїм спорядженням. Багато хто зустрів жахливий кінець лише тому, що забув прихопити з собою кілька божбородок.

source: Menu wyposażenia stanowi centrum zarządzania statystykami wszystkich postaci podczas kampanii. Każdy gracz znajdzie tam przedmioty i wyposażenie, jakie aktualnie posiada. Z tego menu gracze mogą wymieniać się przedmiotami i złotem między sobą, jeśli tylko znajdują się w pobliżu siebie.\n\nPrzedmioty w wyposażeniu można sprawdzić, by uzyskać więcej szczegółowych informacji, a także porównać aktualne wyposażenie z innymi przedmiotami.
uk: Меню спорядження буде основним інформаційним екраном для ваших персонажів під час кампанії. У цьому меню кожний гравець бачить усі предмети й елементи спорядження, якими володіє на цей момент. У ньому гравці можуть купляти предмети за золото, якщо перебувають поруч один з одним.\n\nПредмети в спорядженні можна дослідити, щоб дізнатися про них більше й побачити різницю між поточним і наступним спорядження.

source: Przedmioty użytkowe automatyczne pojawiają się na pasku narzędzi podczas walki.
uk: Під час бою витратні предмети автоматично з'являються у вашому поясному меню.

source: Statystyki postaci są wyświetlane na górze menu wyposażenia, zaś aktualnie używane wyposażenie jest przedstawione tuż poniżej, obok postaci. Z tego menu można wybrać każde pole wyposażenia i ukryć dany element, wyświetlając inny element kosmetyczny.\nPo prawej stronie menu wyposażenia znajdują się ikony klasy, cechy, sanktuarium i najemnika. Każdą z nich można rozwinąć, by uzyskać więcej informacji.\n\nDolna połowa menu wyposażenia jest poświęcona przedmiotom aktualnie posiadanym przez gracza, a także ilości posiadanego złota. Przedmiotami tymi można handlować z innymi graczami lub sprzedawać je podczas wizyty na targu lub w innych miejscu handlu.\nKażda zakładka w dolnej połowie menu wyposażenia pozwala porządkować przedmioty w określone grupy w celu ich łatwiejszego sortowania. Kategorie te to: broń, pancerz, przedmioty użytkowe i przedmioty kluczowe.
uk: Характеристики персонажа позначені у верхній частині меню спорядження, а поточне спорядження зображене просто під портретом персонажа. Якщо ви захочете приховати якийсь елемент спорядження, виберіть у цьому меню комірку з дійним спорядження, і тоді замість нього буде показано декоративне.\nУ правій частині меню спорядження розташовані піктограми класу, властивості, святилища й найманців, кожну з них можна розгорнути для отримання додаткової інформації.\n\nНижня половина меню спорядження присвячена предметам, які зараз є у гравця, а також запасу його золота. Такими предметами можна обмінюватися з іншими гравцями; їх також можна продати на ринку чи в іншій торговельній установі.\nУ нижній половині меню спорядження на кожній вкладці розташовані групи предметів (їх можна зручно розсортувати). Ці категорії — зброя, броня, витратні матеріали й важливі предмети.

source: Ikona obok ilości złota danego gracza pokazuje szczegółowe podsumowanie.
uk: Через піктограму поруч із показником кількості золота гравця можна дізнатися докладнішу інформацію про гравця.

source: Ci, którzy przemierzyli rozległe krainy Fahrulu, opowiadają historie o dziwnych rynkach i przeklętych karnawałach. Nikt nie wie, ile w tym prawdy, ale wystarczająco ciekawi, chętni, a może nierozsądni śmiałkowie mogą natrafić na korzenie tych mitów i opowiadań. Być może uda im się nawet przeżyć, by opowiedzieć swoją historię.
uk: Ті, хто подорожував безкраїми землями Фарулу, розповідають байки про дивні ринки й прокляті карнавали. Скільки в тому правди\u00A0— невідомо. Втім, нетерплячі, допитливі чи просто дурні можуть натрапити на джерело цих міфів й історій — і, як пощастить, то доживуть до того моменту, щоб самим про нього розповісти.

source: W krainie Fahrulu znajduje się wiele specjalnych miejsc, które przypadną do gustu każdemu łowcy przygód. Chcesz zakręcić kołem śmierci? Sprawdź, czy masz już bilet na Mroczny Karnawał. A może marzysz o nowej Fajce Ochronnej od wędrownego handlarza fajkami? Na Nocnym Rynku również czeka na ciebie moc cudów do odkrycia.\n\nPodczas wielu spotkań, które niechybnie odbędziesz w tej krainie, możesz zyskać dodatkowe życie, zmniejszyć poziom chaosu, a nawet zdobyć nową broń lub wspaniałą zdolność. Miej oczy szeroko otwarte i sprawdzaj wszystko, co przyciągnie twój wzrok.
uk: У землях Фарулу є багато особливих місць, які приваблюють будь-яких шукачів пригод. Хочете покрутитися на колесі смерті? Обов'язково дістаньте квиток на Темний карнавал. Можливо, вам сподобається нова захисна люлька від мандрівного торговця люльками. Або — щось зовсім неймовірне й чудернацьке з Нічного ринку.\n\nНа цих землях також трапляються дивовижні події, які можуть дати додаткове життя, зменшити рівень хаосу або подарувати зброю з чудовими властивостями. Будьте уважні й не пропускайте цікавинки.

source: Podziwiajcie nieskończone cuda Mrocznego Karnawału!
uk: Подивіться на нескінченні чудеса Темного карнавалу!

source: Piękno jak okiem sięgnąć – Fahrul jest krainą wypełnioną po brzegi różnorodnymi krajobrazami. Od ośnieżonych szczytów po mroczne trzęsawiska Harbuta.\n\nŁowcy przygód podczas swoich wędrówek powinni trzymać się ścieżek, by uniknąć niebezpieczeństw czyhających w zaroślach.
uk: Фарул це земля з різноманітними ландшафтами, сповнена краси, наскільки сягає око: від високих засніжених вершин до каламутних болотистих вод Твердворта.\n\nШукачам пригод радять не сходити зі шляху під час подорожей, щоб не привернути до себе увагу тих, хто ховається під кущами.

source: Świat Fahrulu jest po brzegi wypełniony miastami, lochami, rynkami, wrogami i wieloma innymi rzeczami. Tylko od ciebie zależy, gdzie w świecie na powierzchni poniesie cię przygoda. W każdym biomie będą czekały na ciebie inne wyzwania – nowi przeciwnicy, spotkania, a nawet różna liczba punktów ruchu dla danej roli.\n\nZawsze szukaj różnych sposobów, by poradzić sobie z czekającymi na ciebie wyzwaniami. Od uwodzicielskich sadzawek, teleportów i zwojów portalu po szeroką gamę pojazdów – w świecie na powierzchni nigdy nie będziesz się nudzić.
uk: У світу Фарулу повно-повнісінько міст, підземель, ринків, ворогів і всього іншого. Способи пересування залежать виключно від вас і того, яка перед вами пригода. У кожній місцевості будуть свої виклики\u00A0— від різноманітних ворогів і сутичок до різної кількості максимальних очок пересування для кожної ролі.\n\nЗавжди шукайте найкращі шляхи до цілі: від манливих вирів, сувоїв телепортації і порталів до різноманітних транспортних засобів\u00A0— картою світу можна подорожувати в різний спосіб.

source: Podróżując po drodze, uważaj na zasadzki. Członkowie drużyny, którzy są daleko, nie będą mogli ci pomóc!
uk: Під час подорожей остерігайтеся засідок. Члени загону, які будуть надто далеко в момент нападу, не зможуть вам допомогти!

source: Duch przygody, który drzemie w każdym z bohaterów, będzie miał mnóstwo okazji, by odkrywać rozległe krainy Fahrulu.
uk: Безмежність авантюрного духу, який живив героїв колишніх часів, можна порівняти лише з велетенським простором земель Фарулу.

source: Punkty ruchu w świecie na powierzchni są wyświetlane na początku tury każdego gracza. Mogą mieć na nie wpływ statystyki graczy, wyposażenie i przedmioty użytkowe. Do puli punktów ruchu gracze mogą dodać także skupienie. Jedno skupienie przekłada się na jeden kafelek ruchu.\n\nOdpowiednie poruszanie się po mapie jest kluczem do sukcesu każdej kampanii. Różne obszary mapy wpływają pozytywnie lub negatywnie na ruch w zależności od wyzwań, jakie rzuca dany teren.
uk: Пересування мапою світу показане на початку ходу гравця. На пересування можуть впливати характеристики гравця, споряджені й витратні предмети. Гравці також можуть збільшувати свій запас пересування за рахунок зосередженості, обмінюючи одне очко на одну клітинку відстані.\n\nЕфективне пересування мапою — це ключ до успіху кампанії, тому що пересування різними областями може бути як прискорене, так і сповільнене залежно від труднощів, які виникають в дорозі.

source: Gracze mogą wydawać skupienie, aby zdobyć dodatkowy punkt ruchu w bieżącej turze.
uk: Гравці можуть витратити зосередженість й отримати додаткові очки пересування для свого поточного ходу.

source: Rabusie, bandyci, Straż Królowej i cała masa innego tałatajstwa pałęta się po drogach i równinach Fahrulu, czekając na dogodną okazję, by pozbawić łowców przygód ich złota, a nawet i życia.
uk: Демони, розбійники, королівські гвардійці й інші неприємності постійно чатують на шукачів пригод на дорогах і рівнинах Фарулу, бажаючи відібрати їхні скарби (або навіть їхні життя).

source: Gdy rozpoczniesz walkę w świecie na powierzchni, informacje dotyczące danego spotkania zostaną wyświetlone w menu walki po lewej stronie ekranu. Tutaj znajdziesz szczegóły, takie jak poziom, zdrowie i rodzaj przeciwnika, oraz statystyki członków drużyny.\n\nWybranie polecenia „Walcz” rozpocznie dla drużyny bitwę w jej domyślnej formie. W przypadku zasadzki korzystny rzut zapewni możliwość odsunięcia głównego potwora od grupy oraz bonusową rundę walki. Skradanie się umożliwi uniknięcie konfrontacji przy korzystnym rzucie, zaś wycofanie anuluje walkę.
uk: У бою під час події на мапі світу інформація, що стосується бою, буде позначена в меню бою в лівій частині екрана. Інформація про ворога, як от рівень, здоров'я й тип ворога, буде поруч із даними відповідного члена загону.\n\nВибір команди «Бій» переводить загін у стандартний режим бою. Однак успішна «Засідка» надає можливість відволікти від загону головного цільового монстра, а також отримати бонусний раунд бою. «Прокрадання» дає загону уникнути зіткнення, а «Відступ» усуває необхідність вступати в бій.

source: Zanim rozpoczniesz walkę, upewnij się, że członkowie drużyny, którzy mają wziąć w niej udział, wyświetlają się po lewej stronie panelu walki.
uk: Перш ніж вступати в бій, переконайтеся, що члени загону, яких ви хочете задіяти в бою, позначені ліворуч на панелі бою!

source: Kafelki
uk: Клітинки

source: Świat na powierzchni Fahrulu składa się z wielu kafelków. Liczne siły zła mają przeróżne sposoby, by sprowadzić zniszczenie na ziemie Fahrulu. Bacznie stawiaj kroki, bo każdy ruch może kosztować dużo więcej, niż się tego spodziewasz.
uk: Мапа світу складається з багатьох клітинок. Сили зла всіма силами намагаються занапастити Фарул, і в них є для цього відповідні можливості. Рухайтеся обережно: кожний крок може коштувати вам більше, ніж ви сподівалися.

source: Zmory w znaczący sposób wpływają na kafelki na całym świecie.
uk: Скверни можуть суттєво впливати на клітинки вашого світу.

source: Obalenie skorumpowanej monarchini wymaga zasobów, czasu, wysiłku i, co najważniejsze, ludzi. Żaden Ruch Oporu nigdy nie ruszył z miejsca bez odrobiny organizacji...
uk: Щоб скинути безчесну королеву, потрібні ресурси, час, зусилля і — що найважливіше — люди. Але Опір в жодному разі не зміг би зрушити з місця без невеличкої організації…

source: Śledź zadania poprzez Menu zadań w lewym górnym rogu ekranu. To menu pokazuje aktywne zadania, cel i lokalizację. Gracze mogą sprawdzać zadania, by przenieść kamerę na cel w świecie na powierzchni.\n\nZadania poboczne są wyświetlane tuż pod zadaniami głównymi.
uk: Слідкуйте за завданнями в меню завдань у верхньому лівому кутку екрана. Там можна побачити активні завдання, ціль і місце виконання. Гравці також можуть проглянути їх окремо й навести камеру на ціль на карті світу.\n\nДодаткові завдання будуть позначені під основними.

source: Zadania główne zapewniają postęp fabularny w grze For The King II. Zadania poboczne zaś zapewniają nagrody, które mogą pomóc ci w wędrówce.
uk: Основні завдання визначають ваш прогрес у For The King II, а за виконання додаткових ви просто отримуєте корисні винагороди.

source: Zadania poboczne
uk: Додаткові завдання

source: Ekwipunek, najemnicy, rachunek Hildebranta w karczmie Emberhill... Życie łowcy przygód nie jest tanie! Na szczęście po drodze trafi się mnóstwo pracy, dzięki której można nieco dorobić.
uk: Спорядження, найманці, борг Гільдебранта в заїжджому дворі в Бурштингілі… Життя шукача пригод не завжди дешеве! На щастя, в дорозі можна знайти багато роботи.

source: Zadania poboczne dają drużynie możliwość wykonania dodatkowej pracy w zamian za towary. Złoto, doświadczenie dla drużyny i wyposażenie to potencjalne nagrody za ukończenie zadań pobocznych.\n\nZadania te mogą dotyczyć zarówno dostarczenia przedmiotów, jak i polowania na niebezpiecznych wrogów, a każde z nich oferuje odpowiednią nagrodę.
uk: Додаткові завдання — це додаткова робота за винагороду. Золото, досвід для загону й спорядження — все це можна здобути за виконання додаткового завдання.\n\nЗавдання можуть варіюватися від доставки предметів до полювання на небезпечних демонів з відповідною винагородою.

source: Zadania poboczne mogą znacznie wpłynąć na początkowe etapy przygody.
uk: Додаткові завдання можуть мати велике значення на ранніх етапах пригоди.

source: Jeśli masz zamiar uratować Fahrul, musisz się dobrze wysypiać! Bezpieczne obozy pozwalają członkom twojej drużyny odpocząć i medytować, dzięki czemu będą gotowi na wyzwania nowego dnia.
uk: Якщо ви збираєтеся врятувати Фарул, вам не завадить добре виспатися! Безпечні табори дають членам загону місце для відпочинку й медитації, щоб вони були готові до випробувань, які чекають попереду.

source: Używając torby z chrustem w świecie na powierzchni, łowca przygód rozbije bezpieczny obóz, który będzie stał przez osiem tur. \n\nBezpieczne obozy pozwalają zmęczonym podróżnikom odpocząć i medytować. Odpoczynek przywraca znaczną ilość zdrowia i 2 punkty skupienia, zaś medytacja w pełni przywraca skupienie, ale nie wpływa na regenerację zdrowia. Należy pamiętać, że zarówno odpoczynek, jak i medytacja zakończą turę gracza.
uk: Скориставшись мішечком із трутом на мапі світу, шукач пригод може створити безпечний табір, який існуватиме 8 ходів.\n\nБезпечні табори дають втомленим мандрівникам відпочити або помедитувати. Відпочинок відновлює велику кількість здоров'я й додає 2 очки зосередженості; медитація повністю відновлює зосередженість, але не впливає на здоров'я. Зважайте, що після відпочинку й медитації хід гравця завершується.

source: Użyta w odpowiednim czasie torba z chrustem może zadecydować o losie Fahrulu!
uk: Своєчасно використаний мішечок із трутом може визначити долю всього Фарулу!

source: Szansa na doskonały rzut, gdy postać wyposażona jest w łuk
uk: Шанс на ідеальний кидок з луком

source: Szansa na postawienie stracha na wróble na dostępnym kafelku walki w pierwszym rzędzie
uk: Шанс створити опудало на вільній клітинці в передньому ряді бойового поля

source: Szansa udaremnienia udanego rzutu na atak przeciwko innym członkom drużyny
uk: Шанс зірвати успішний кидок атаки проти інших членів загону

source: Szansa na pierwszy ruch w walce
uk: Шанс на першу дію в бою

source: Wymaga dwóch pól rzutu, aby przemknąć się obok pojedynczych wrogów, lub trzech pól w przypadku obozów
uk: Щоб прокрастися повз поодиноких ворогів потрібно під час кидка заповнити 2 комірки або 3 — для прокрадання повз табір

source: Szansa zyskania dodatkowego punktu akcji pod koniec tury
uk: Шанс набути додаткове очко дії в кінці ходу

source: Całkowicie odnawiasz skupienie po zdobyciu nowego poziomu
uk: Після підвищення рівня ви повністю відновлюєте зосередженість

source: Szansa na zdobycie losowego alkoholu na koniec tury na lądzie lub w lochu
uk: Шанс отримати випадковий алкогольний напій в кінці ходу в наземній області або в підземеллі

source: Szansa na przekazanie w walce efektów alkoholu sąsiadom
uk: Шанс передати ефекти від алкоголю сусіднім персонажам у бою

source: Wymaga tylko jednego pola rzutu, aby zasadzić się na pojedynczego wroga, lub dwóch pól w przypadku obozów
uk: Для успішної засідки на поодиноких ворогів необхідно заповнити 1 комірку під час кидка або 2 — для засідки на табір

source: Szansa obrócenia w sukces nieudanego rzutu członka drużyny
uk: Шанс перетворити невдалий кидок, зроблений членом загону, на успішний

source: Pozwala zarobić złoto, o ile tura zakończy się w zasięgu 1 heksagonu od miasta, karnawału lub nocnego rynku
uk: Прибуток золота в разі закінчення ходу за 1 клітинку від міст, карнавалів або нічних ринків

source: Unika wszystkich nieidealnych ataków
uk: Ухиляння від будь-якої неідеальної атаки

source: Szansa na zdobycie losowego zioła na koniec tury na lądzie lub w lochu
uk: Шанс знайти випадкові трави в кінці ходу в наземній області або в підземеллі

source: Szansa na zdobycie losowej mikstury na koniec tury na lądzie lub w lochu
uk: Шанс знайти випадкове зілля в кінці ходу в наземній області або в підземеллі

source: Podczas walki Strażnik tworzy za sobą pole, które nie może zostać zaatakowane.
uk: Під час бою вартовий створює на задній позиції клітинку, у яку неможливо прицілитися

source: Szansa na dołączenie towarzysza (owcy) do twojej drużyny na koniec tury
uk: Шанс додати послідовника-вівцю до загону в кінці ходу

source: Szansa dodania obrażeń rozpryskowych do idealnego uderzenia bronią dwuręczną
uk: Шанс додати шкоду сплеском в разі ідеального удару дворучною зброєю

source: Szansa zdobycia {0} pkt ruchu w świecie na powierzchni w słonecznie dni
uk: Шанс збільшити відстань пересування мапою світу на {0} в сонячні дні

source: Szansa na odzyskanie punktu skupienia na koniec tury na lądzie lub w lochu
uk: Шанс відновити 1 очко зосередженості в кінці ходу в наземній області або в підземеллі

source: Szansa całkowitego zignorowania obrażeń od ataku, o ile wyposażono tarczę
uk: Шанс нівелювати шкоду від атаки, якщо споряджено щит

source: Szansa na odkrycie ukrytego ciekawego miejsca w świecie na powierzchni
uk: Шанс знайти приховані місця на мапі світу

source: Ignoruje wszystkie negatywne skutki alkoholu
uk: Знімає всі негативні ефекти від алкоголю

source: Otrzymaj dwa dodatkowe punkty ruchu na koniec tury na wszystkich łodziach podczas przemieszczania się poza trasą lub na morzu
uk: Набуває 2 додаткові очки пересування в кінці ходу під час переміщення по бездоріжжю або по океану на всіх човнах.

source: Zapewnij częściowe leczenie sąsiadom podczas walki, w świecie na powierzchni i podczas odpoczynku
uk: Забезпечує часткове зцілення сусідів у бою, на карті світу й під час відпочинку.

source: Szansa na odkrycie zawartości kolejnego pomieszczenia w lochu
uk: Шанс дізнатися про те, що в наступному приміщенні підземелля

source: Szansa na ucieczkę z dowolnego kafelka walki oraz wymagany jeden rzut umiejętności mniej
uk: Шанс втекти з будь-якої клітинки бойового поля; вимагає на 1 кидок вміння менше

source: Pozwala dołączyć do walki z sąsiednich heksagonów
uk: Відстань, з якої можна приєднатися до бою, більша на одну клітинку

source: Szansa na wzmocnienie kafelka walki, który zapewnia zwiększoną o 5 siłę ataku
uk: Шанс накласти покращення «+5 до сили атаки» на клітинку бойового поля

source: Wyszukaj słowo kluczowe
uk: Пошук за ключовим словом

source: Nie znaleziono żadnego tematu ze słowem „{0}”...
uk: Не вдалося знайти жодну тему, що містить «{0}»…
